Repository: duconmarketing/800Benaa_beta
Catalog: packages/block_designer/languages/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Design your own content blocks within a few clicks!
nl_nl: Ontwerp je eigen content blokken binnen een paar klikken!

source: Color Picker
nl_nl: Kleurkiezer

source: Date Time
nl_nl: Datum tijd

source: Number
nl_nl: Nummer

source: Text Box
nl_nl: Tekstvak

source: Installed
nl_nl: Geïnstalleerd

source: Not Installed
nl_nl: Niet geïnstalleerd

source: Click on a desired block type to load the config into the Block Designer form.
nl_nl: Klik op een gewenste blok type om de configuratie in het Block Designer formulier in te laden.

source: There are currently no blocks available with loadable config files.
nl_nl: Er zijn momenteel geen blok types beschikbaar met in te laden configuratie bestanden

source: Block info
nl_nl: Blok type informatie

source: Create a new block type by entering some basic info and adding one or more fields (fields section).
nl_nl: Maak een nieuw blok type, door enkele basisgegevens in te vullen en een of meerdere velden toe te voegen (velden sectie)

source: Basics
nl_nl: Basisgegevens

source: Advanced
nl_nl: Geavanceerd

source: Handle
nl_nl: Handvat

source: Lowercase letters and underscores only (without starting/ending with underscores) and a minimum of 3 characters
nl_nl: Enkel kleine letters en underscores (zonder beginnend/eindigend met underscores) en een minimum van 3 karakters

source: Name
nl_nl: Naam

source: Human-readable name
nl_nl: Leesbare naam

source: Description
nl_nl: Omschrijving

source: Width
nl_nl: Breedte

source: Between %s and %s
nl_nl: Tussen %s en %s

source: Height
nl_nl: Hoogte

source: Icon
nl_nl: Pictogram

source: Ideally a 50x50 pixels image to be used to distinguish this block from others
nl_nl: Idealiter een 50x50 pixels afbeelding, gebruikt om dit blok type te onderscheiden van andere

source: Direct install
nl_nl: Direct installeren

source: Default block type set
nl_nl: Standaard blok type groep

source: Lowercase letters and underscores only. Choose from %s or one of your own set handles.
nl_nl: Enkel kleine letters en underscores. Kies uit %s of een van uw eigen blok type groep handvaten.

source: Block type set
nl_nl: Blok type groep

source: For advanced users only. Default values should be OK for all usages.
nl_nl: Enkel voor geavanceerde gebruikers. Standaard waardes moeten OK zijn voor alle toepassingen

source: Ignore Page Theme Grid Framework Container
nl_nl: Negeer Page Theme Grid Framework Container

source: Cache block output on post
nl_nl: Cache block output met formulier/post waardes

source: Cache block output for registered users
nl_nl: Cache block output voor geregistreerde gebruikers

source: Cache block output lifetime
nl_nl: Cache block output duur

source: Table prefix
nl_nl: Tabel voorvoegsel

source: Lowercase and uppercase letters only, with a minimum of %s and maximum of %s characters
nl_nl: Enkel kleine letters, hoofdletters en underscores, met een miminum van %s en een maximum van %s karakters

source: Delete
nl_nl: Verwijderen

source: Row
nl_nl: Rij

source: Fields
nl_nl: Velden

source: There are no fields added yet. Start adding one by clicking one of the field types below.
nl_nl: Er zijn nog geen velden toegevoegd. Begin met het toevoegen door te klikken op een van de veld types hier beneden.

source: Collapse All
nl_nl: Alles inklappen

source: Expand All
nl_nl: Alles uitklappen

source: Scroll To Top
nl_nl: Scroll naar boven

source: Add a field
nl_nl: Een veld toevoegen

source: There are no field types (yet). Please update your package or <a href="%s" target="_blank">get help</a>.
nl_nl: Er zijn (nog) geen veld types. Update uw extensie a.u.b. of <a href="%s" target="_blank">verkrijg hulp</a>.

source: Make the block!
nl_nl: Maak het blok!

source: Developed by
nl_nl: Ontwikkeld door

source: Version
nl_nl: Versie

source: Block order info
nl_nl: Blok type volgorde informatie

source: Order your blocks for each block type set. The order in which you arrange blocks is in which order they will show up while dragging blocks on the front end.
nl_nl: Orden uw blok types voor elk blok type groep. De volgorde waarin u de blok types plaatst, is de volgorde die getoond word wanneer u blok types toevoegt aan de voorkant van de website.

source: None
nl_nl: Geen

source: Block type <strong>%s</strong> does not exist (anymore).
nl_nl: Blok type <strong>%s</strong> bestaat niet (meer).

source: You do not have permission to install custom block types or add-ons.
nl_nl: U heeft geen toestemming om aangepaste blok types of extensies te installeren

source: Block type <strong>%s</strong> is already installed.
nl_nl: Blok type <strong>%s</strong> is reeds geïnstalleerd.

source: Block type installed successfully.
nl_nl: Blok type is succesvol geïnstalleerd.

source: The block type does not seem to have an existing config file.
nl_nl: Het blok type lijkt geen bestaand configuratie bestand te hebben.

source: The block type does not seem to exist.
nl_nl: Het blok type lijkt niet te bestaan.

source: Block type with handle <strong>%s</strong> already installed. Please use a different handle, before continuing this process.
nl_nl: Blok type met handvat <strong>%s</strong> is reeds geïnstalleerd. Gebruik a.u.b. een ander handvat, voordat u doorgaat met dit proces.

source: Block type folder <strong>%s</strong> already exists. You want to <a href="%s" class="delete_folder"><strong>delete this block type folder</strong></a>?
nl_nl: Blok type map <strong>%s</strong> bestaat reeds. Wilt u <a href="%s" class="delete_folder"><strong>deze blok type map verwijderen</strong></a>?

source: <strong>%s</strong> is in the blacklist of to be used block handles. Please try another handle.
nl_nl: <strong>%s</strong> staat op de zwarte lijst van te gebruiken handvaten. Probeer a.u.b. een ander handvat.

source: Block handle <strong>%s</strong> does not match our pattern.
nl_nl: Blok type handvat <strong>%s</strong> komt niet overeen met ons patroon.

source: There was no block handle found. Please enter a block handle.
nl_nl: Er werd geen blok type handvat gevonden. Vul a.u.b. een blok type handvat in.

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Directory <strong>%s</strong> does not exist and needs to exist before you can use this package. Please create this in your environment and give it read, write and execute permissions (<strong>0777</strong>).
nl_nl: Map <strong>%s</strong> bestaat niet en moet bestaan voordat deze extensie gebruikt kan worden. Maak deze map aan in uw omgeving en geef het lees-, schrijf- en uitvoer permissies (<strong>0777</strong>).

source: Block handle
nl_nl: Blok type handvat

source: Field <strong>%s</strong> is required
nl_nl: Veld <strong>%s</strong> is verplicht

source: Block name
nl_nl: Blok type naam

source: One or multiple fields are required to build a block.
nl_nl: Een of meerdere velden zijn verplicht om een blok type te bouwen.

source: Block type %s created successfully.
nl_nl: Blok type type %s is succesvol gecreëerd.

source: Other
nl_nl: Anders

source: Static HTML
nl_nl: Statische HTML

source: Enter your static HTML here (or any other programming languages you prefer, like CSS/JS/PHP)
nl_nl: Vul uw statische HTML hier in (of elke andere programmeertaal u wilt, zoals CSS/JS/PHP)

source: A text input field
nl_nl: Een tekst invoerveld

source: An email field
nl_nl: Een email invoerveld

source: A number field
nl_nl: Een numeriek invoerveld

source: A color picker input field
nl_nl: Een kleur kiezer invoerveld

source: A simple text area with no editing options
nl_nl: Een eenvoudig tekstgebied zonder bewerkingsopties

source: A 'What-You-See-Is-What-You-Get' text area
nl_nl: Een 'What-You-See-Is-What-You-Get' tekstgebied

source: A field with multiple options (also known as dropdown), where you need to pick one
nl_nl: Een invoerveld met meerdere opties (ook wel bekend als 'dropdown'), waar u er een selecteerd

source: No select choices were entered for row #%s.
nl_nl: Geen select keuzes zijn ingevoerd voor rij #% s.

source: A simple text area to place in your PHP, HTML, CSS (or other) code
nl_nl: Een eenvoudig tekstgebied om uw PHP, HTML, CSS (of andere) code in te plaatsen

source: A date + time, date or time field
nl_nl: Een datum + tijd, datum of tijd invoerveld

source: The date format field for '%s' (row #%s) is required
nl_nl: Het datumnotatie veld voor '%s' (row #%s) is verplicht

source: A simple text area where you can use all markdown functionalities
nl_nl: Een eenvoudig tekstgebied waarin alle markdown functionaliteiten in gebruikt kunnen worden

source: A stacks field
nl_nl: Een 'stapels' invoerveld

source: A file field
nl_nl: Een bestand invoerveld

source: A YouTube embed field
nl_nl: Een YouTube embed invoerveld

source: A page selector
nl_nl: Een pagina-kiezer

source: A text input field, where you would enter an http:// URL
nl_nl: Een tekst invoerveld, waar u een http:// URL zou invoeren

source: An image selector
nl_nl: Een afbeelding-kiezer

source: The %s for the image on row #%s has to be higher than 0.
nl_nl: De %s voor de afbeelding op rij #%s moet groter zijn dan 0.

source: The %s for the image on row #%s has to be a numeric value (floating numbers disallowed).
nl_nl: De %s voor de afbeelding op rij #%s moet een numerieke waarde zijn (decimale getallen niet toegestaan).

source: No %s for the image on row #%s has been entered.
nl_nl: Geen %s voor de afbeelding op rij #%s is ingevoerd.

source: There was no slug found for row #%s. Please try again.
nl_nl: Er werd geen slug gevonden voor rij #%s. Probeer het a.u.b. opnieuw.

source: An unknown field type was posted. Please try again.
nl_nl: Een onbekend veld type is meegestuurd. Probeer het a.u.b. opnieuw.

source: Anything entered here will be directly outputted to the block view. Users will not be able to edit it.
nl_nl: Alles wat hier wordt ingevoerd, zal direct getoond worden binnen het blok type. Gebruikers hebben geen mogelijkheid om dit te bewerken.

source: Maximum number of characters
nl_nl: Maximaal aantal karakters

source: Fallback value
nl_nl: Terugval waarde

source: Output email as 'mailto' anchor (i.e.: %s)
nl_nl: Toon email als 'mailto' link (bijv.: %s)

source: Class(es)
nl_nl: Klassenamen

source: Class(es) to be added to your email anchor, i.e. '%s'
nl_nl: Klassenamen welke toegevoegd zullen worden aan de email link, bijv. '%s'

source: Email subject
nl_nl: Email onderwerp

source: The email subject when sending the email (some applications/email clients may not support this)
nl_nl: Het email onderwerp wanneer de email verstuurd wordt (sommige toepassingen/e-mail clients zullen dit niet ondersteunen)

source: Database length
nl_nl: Database lengte

source: The maximum length of the number
nl_nl: De maximum lengte van het getal

source: Database decimals
nl_nl: Database decimalen

source: How many decimals the number may have
nl_nl: Hoeveel decimalen het nummer mag bevatten

source: Disallow float number
nl_nl: Decimale getallen weigeren

source: Number format
nl_nl: Getalnotatie

source: Decimals
nl_nl: Decimalen

source: Sets the number of decimal points.
nl_nl: Zet het aantal decimalen.

source: Decimal point
nl_nl: Decimaalteken

source: Sets the separator for the decimal point.
nl_nl: Zet het schedingsteken voor het decimaal getal.

source: Thousands separator
nl_nl: Duizendtal teken

source: Sets the thousands separator.
nl_nl: Zet het teken om duizendtallen te scheiden.

source: Minimum number
nl_nl: Minimaal getal

source: Use a dot (.) as a decimal separator
nl_nl: Gebruik een punt (.) om decimalen te scheiden

source: Maximum number
nl_nl: Maximaal getal

source: You can not enter floating numbers on the fields above, as the box '%s' has been checked.
nl_nl: U kunt geen decimale getallen in de velden hierboven invullen, omdat het veld '%s' is aangevinkt.

source: General Options
nl_nl: Algemene opties

source: Always show up at full size (flat)
nl_nl: Toon altijd op volledig formaat (plat)

source: Positioned as an inline-block element
nl_nl: Gepositioneerd als een 'inline-block' element

source: Allow alpha transparency selection
nl_nl: Sta alpha transparency selectie toe

source: Automatically disable
nl_nl: Automatisch uitschakelen

source: Show input
nl_nl: Toon invoerveld

source: Uses an input box with the color value
nl_nl: Gebruik een invoerveld met de kleurwaarde

source: Allow empty
nl_nl: Sta leegwaarde toe

source: Clear Color Selection
nl_nl: Wis kleurselectie

source: Value can be cleared by clicking a '%s' button
nl_nl: Waarde kan worden gewist door te klikken op '%s' knop

source: Show buttons
nl_nl: Toon knoppen

source: If there are no buttons, the behavior will be to fire the `change` event (and update the original input) when the picker is closed.
nl_nl: Indien er geen koppen zijn, zal het gedrag zijn om het `change` event te activeren (en het updaten van de originele invoer) wanneer de colorpicker wordt gesloten.

source: Clickout fires change
nl_nl: Erbuiten klikken activeert `change`

source: When clicking outside of the colorpicker, you can force it to fire a change event rather than having it revert the change.
nl_nl: Wanneer buiten de colorpicker wordt gelikt, kunt u het forceren om een `change` event te actieveren, in plaats van het terugzetten van de wijziging.

source: Show the color that was initially set when opening
nl_nl: Toon de kleur die initieel was gezet bij het openen

source: Preferred Format
nl_nl: Gewenste format

source: None (Depends on input)
nl_nl: Geen (hangt af van ingevulde waarde)

source: Hex (3 Characters If Possible)
nl_nl: Hex (3 karakters indien mogelijk)

source: Name (Falls back to hex)
nl_nl: Naam (valt terug naar hex)

source: '%s' text
nl_nl: '%s' tekst

source: No Color Selected
nl_nl: Geen kleur geselecteerd

source: Choose
nl_nl: Kiezen

source: Cancel
nl_nl: Annuleren

source: Theme
nl_nl: Thema

source: a-z, dashes and underscore only
nl_nl: Enkel a-z, streepjes en underscore

source: Palette Options
nl_nl: Palet opties

source: Toggle Palette 'more' text
nl_nl: Palet 'meer' tekst

source: Toggle Palette 'less' text
nl_nl: Palet 'minder' tekst

source: Max Selection Size
nl_nl: Maximale selectie aantal

source: How many elements are allowed in the selection palette at once
nl_nl: Hoeveel elementen tegelijk er zijn toegestaan in de selectie van het palet

source: Show a button to toggle the colorpicker next to the palette
nl_nl: Toon een knop om de colorpicker naast het palet te tonen

source: Show a palette
nl_nl: Toon een palet

source: Positioned below the colorpicker to make it convenient for users to choose from frequently or recently used colors
nl_nl: Gepositioneerd onder de colorpicker, om het handig te maken voor gebruikers om te kiezen uit vaak of recent gebruikte kleuren

source: Show the palettes you specify, and nothing else
nl_nl: Toon de paletten die u heeft opgegeven, en niets anders

source: Automatically hide after a palette color is selected
nl_nl: Automatisch verbergen nadat een palet kleur is geselecteerd

source: Keep track of what has been selected by the user
nl_nl: Houdt bij van wat er is geselecteerd door de gebruiker

source: requires '%s'
nl_nl: vereist '%s'

source: Save selection in browser's localStorage object
nl_nl: Sla selectie in de browser zijn 'localStorage object' op

source: Palette Rows
nl_nl: Palet rijen

source: You can enter Hex, Hsl, Rgb, Rgba (with alpha) or Named color values. See the list below for examples
nl_nl: U kunt Hex, Hsl, Rgb, Rgba (met alpha) of benoemde kleurwaardes invullen. Bekijk de lijst hieronder voor de voorbeelden

source: Value
nl_nl: Waarde

source: Named
nl_nl: Benoemd

source: Add Color
nl_nl: Kleur toevoegen

source: Delete Row
nl_nl: Rij verwijderen

source: Add Row
nl_nl: Rij toevoegen

source: New line to blank rule
nl_nl: Nieuwe regel naar witregel (nl2br)

source: Returns entered string with '%s' or '%s' inserted before all newlines
nl_nl: Zal ingevoerde string met '%s' of '%s' voorzien, voor alle nieuw begonnen regels

source: Select choices (one per line)
nl_nl: Select keuzes (een per regel)

source: Set your own array key for values, by using 2 colons (' :: ') on each line - extra spaces required
nl_nl: Zet uw eigen array key voor waardes, door 2 maal dubbele punt (' :: ') op elke regel te plaatsen - extra spaties verplicht

source: Value without a key, this will be assigned by the field type
nl_nl: Waarde zonder key, deze zal worden toegekend door het veld type zelf

source: Use concrete5's translate function for all select choices (values)
nl_nl: Gebruik concrete5's vertaal functie voor alle select keuzes (waardes)

source: Build PHP switch, I will code the rest myself
nl_nl: Bouw de PHP switch, ik codeer de rest zelf wel

source: Echo the selected key, i.e. %s
nl_nl: Echo de geselecteerde key, bijv. %s

source: Echo the selected value, i.e. %s
nl_nl: Echo de geselecteerde waarde, bijv. %s

source: Date format
nl_nl: Datumnotatie

source: i.e. %s will generate %s - more info on <a href='%s' target='_blank'>%s</a>
nl_nl: bijv. %s zal %s genereren - meer informatie op <a href='%s' target='_blank'>%s</a>

source: Datetimepicker plugin config
nl_nl: Datetimepicker plugin configuratie

source: View datetimepicker options/defaults
nl_nl: Bekijk datetimepicker opties/standaard waardes

source: Hide the date picker
nl_nl: Verberg de datum kiezer

source: Hide the time picker
nl_nl: Verberg de tijd kiezer

source: Hide the seconds picker
nl_nl: Verberg de seconden kiezer

source: Hide the minutes picker
nl_nl: Verberg de minuten kiezer

source: Do not set the value to the current date/time
nl_nl: Zet de waarde niet naar de huidige datum/tijd

source: Do not show the today indicator
nl_nl: Toon de huidige dag indicator niet

source: Show the date and time picker side by side
nl_nl: Toon de datum -en tijd kiezer zij aan zij

source: Use 'strict' when validating dates
nl_nl: Gebruik 'strict' bij het valideren van data

source: Minute stepping
nl_nl: Minuut stappen

source: Minimum date
nl_nl: Minimum datum

source: i.e. %s
nl_nl: bijv. %s

source: Maximum date
nl_nl: Maximum datum

source: Defaults to today +100 years
nl_nl: Valt terug naar vandaag +100 jaar

source: Default date
nl_nl: Standaard datum

source: Minimum stacks
nl_nl: Minimum stapels

source: Maximum stacks
nl_nl: Maximum stapels

source: Class(es) to be added to your file, i.e. '%s'
nl_nl: Klassenamen welke toegevoegd zullen worden aan het bestand, bijv. '%s'

source: Use download link, instead of relative path link
nl_nl: Gebruik download link, in plaats van relatief pad link

source: Link opens in a new window
nl_nl: Link opent in een nieuw venster

source: Show title field
nl_nl: Toon titel veld

source: Required title field?
nl_nl: Verplicht titel veld?

source: Title placeholder
nl_nl: Titel placeholder

source: Title fallback value
nl_nl: Titel terugval waarde

source: If left blank and the user does not fill in a title, the name of the file will be used as title
nl_nl: Indien leeg gelaten en de gebruiker vult geen titel in, zal de naam van het bestand gebruikt worden als titel

source: Video size
nl_nl: Videospeler grootte

source: Custom size
nl_nl: Aangepaste grootte

source: Hide suggested videos when the video finishes
nl_nl: Verberg voorgestelde videos wanneer de video klaar is met afspelen

source: Hide player controls
nl_nl: Verberg videospeler bedieningen

source: Hide video title and player actions
nl_nl: Verberg video titel en videospeler acties

source: Enable privacy-enhanced mode
nl_nl: Uitgebreide privacy modus inschakelen

source: Loop
nl_nl: Loop/herhalen

source: Hide YouTube logo
nl_nl: Verberg YouTube logo

source: Auto play
nl_nl: Automatisch afsprelen

source: Disable keyboard
nl_nl: Keyboard uitschakelen

source: Show closed captions by default, even if the user has turned captions off
nl_nl: Toon gesloten bijschriften standaard, zelfs als de gebruiker bijschriften heeft uitgeschakeld

source: Prevents the fullscreen button from displaying
nl_nl: Voorkomt dat de volledig scherm-knop zichtbaar is

source: Video annotations to be not shown by default
nl_nl: Videoannotaties niet standaard tonen

source: This parameter causes the player to begin playing the video at the given number of seconds from the start of the video
nl_nl: Deze parameter zorgt ervoor dat de videospeler de video gaat afspelen op het gegeven aantal seconden vanaf het begin van de video

source: End
nl_nl: Einde

source: This specifies the time, measured in seconds from the start of the video, when the player should stop playing the video
nl_nl: Dit specificeert de tijd, gemeten in seconde vanaf de start van de video, wanneer de player moet stoppen met het afspelen van de video

source: Auto hide
nl_nl: Automatisch verbergen

source: The video progress bar
nl_nl: De video voortgangsbalk

source: .. fades out while the player controls remain visible
nl_nl: .. verdwijnt, terwijl de player bedieningen zichtbaar blijven

source: .. and the player controls will slide out of view a couple of seconds after the video starts playing.
nl_nl: .. en de videospeler bedieningen zullen uit het zicht verwijen een paar seconden nadat de video begint te spelen.

source: .. and the video player controls will be visible throughout the video and in fullscreen
nl_nl: .. en de videospeler bedieningen zullen zichtbaar zijn in de hele video en in volledig scherm-modus

source: Class(es) to be added to the iFrame, i.e. '%s'
nl_nl: Klassenamen welke toegevoegd zullen worden aan de iFrame, bijv. '%s'

source: Class(es) to be added to your link, i.e. '%s'
nl_nl: Klassenamen welke toegevoegd zullen worden aan de link, bijv. '%s'

source: Hide title field
nl_nl: Verberg titel veld

source: Do not show an extra field, where an alternative (page) title can be entered
nl_nl: Toon geen extra invoerveld, waar een alternatieve (pagina) titel kan worden ingevoerd

source: Do not show an extra field, where a title can be entered
nl_nl: Toon geen extra invoerveld, waar een titel kan worden ingevoerd

source: Class(es) to be added to your image, i.e. '%s'
nl_nl: Klassenamen die zullen worden toegevoegd aan de afbeelding, bijv. '%s'

source: Page
nl_nl: Pagina

source: Responsive image
nl_nl: Responsive afbeelding

source: Uses Concrete5 image helper, to output the image.
nl_nl: Gebruik de concrete5 afbeelding-helper, om de afbeelding te tonen

source: Only output the source (path) of the image
nl_nl: Alleen de bron (pad) van de afbeelding tonen

source: Make a thumbnail of the image
nl_nl: Maak een miniatuur van de afbeelding

source: Width and height are required upon making the image a thumbnail. Both values are being entered in whole pixels (no decimals allowed).
nl_nl: Breedte en hoogte zijn verplicht bij het maken van een miniatuur van de afbeelding. Beide waardes zullen worden ingevuld met gehele pixels (geen decimalen toegestaan).

source: Crop the image to the given width and height
nl_nl: Snijd de afbeelding tot een gegeven breedte en hoogte

source: As seen in the form
nl_nl: Zoals te zien in het formulier

source: This name will be used in the view file (a-zA-Z characters only)
nl_nl: Deze naam wordt gebruikt in het view bestand (enkel a-zA-Z karakters)

source: Required?
nl_nl: Verplicht?

source: Test the example
nl_nl: Test het voorbeeld

source: The entered description will be shown with the very same question mark, next to the entered label. Users have to hover the question mark to show the description.
nl_nl: De ingevulde omschrijving zal worden getoond met exact hetzelfde vraagteken, naast het ingevulde label. Gebruikers moeten over het vraagteken bewegen met de muis om de omschrijving te zien.

source: Wrapper HTML open
nl_nl: Wrapper HTML openen

source: i.e.
nl_nl: bijv.

source: Wrapper HTML close
nl_nl: Wrapper HTML sluiten
